tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iamchokerman/ani-cli"
tap "jakehilborn/jakehilborn"
tap "jarryshaw/tap"
tap "koekeishiya/formulae"
tap "somdoron/formulae"
tap "wernjie/formulae"
brew "webp"
brew "openjdk"
brew "apktool"
brew "bash"
brew "freetype"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "tcl-tk"
brew "gcc"
brew "ceres-solver"
brew "python@3.10"
brew "ciphey"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "ed", link: true
brew "enchant"
brew "exiftool"
brew "faac"
brew "faad2"
brew "terminal-notifier"
brew "fastlane"
brew "fcrackzip"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gdb"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grc"
brew "grep"
brew "hidapi"
brew "hugo"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "qemu"
brew "lima"
brew "make"
brew "mas"
brew "mosh"
brew "yt-dlp"
brew "mpv"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "node@16"
brew "numpy"
brew "pipenv", link: false
brew "posh"
brew "proctools"
brew "python-tk@3.10"
brew "python@3.7", link: false
brew "sevenzip"
brew "ssh-copy-id"
brew "sshuttle"
brew "stockfish"
brew "switchaudio-osx"
brew "telnet"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "util-linux"
brew "vim"
brew "virustotal-cli"
brew "vtk"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zip"
brew "zsh"
brew "iamchokerman/ani-cli/ani-cli"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aldente"
cask "altserver"
cask "anaconda"
cask "android-studio"
cask "arduino"
cask "asset-catalog-tinkerer"
cask "avibrazil-rdm"
cask "bartender"
cask "blackhole-2ch"
cask "blender"
cask "bleunlock"
cask "bluestacks"
cask "cameracontroller"
cask "coconutbattery"
cask "deluge"
cask "discord"
cask "dotnet"
cask "dropbox"
cask "edex-ui"
cask "firefox"
cask "fontforge"
cask "geekbench"
cask "ghidra"
cask "google-chrome"
cask "google-drive"
cask "google-earth-pro"
cask "gswitch"
cask "hammerspoon"
cask "heaven"
cask "idafree"
cask "intel-power-gadget"
cask "iriunwebcam"
cask "iterm2"
cask "jupyter-notebook-ql"
cask "karabiner-elements"
cask "krisp"
cask "krita"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "monitorcontrol"
cask "mounty"
cask "mtmr"
cask "multimc"
cask "nightowl"
cask "noisebuddy"
cask "obinskit"
cask "obs"
cask "opera"
cask "osu-development"
cask "qtspim"
cask "sekey"
cask "sony-ps-remote-play"
cask "steam"
cask "suspicious-package"
cask "timemachineeditor"
cask "tor-browser"
cask "turbo-boost-switcher"
cask "ubersicht"
cask "ultimaker-cura"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vnc-server"
cask "vnc-viewer"
cask "webex"
cask "xcodes"
