tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "iamchokerman/ani-cli"
tap "jakehilborn/jakehilborn"
tap "jarryshaw/tap"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "somdoron/formulae"
tap "wxwern/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "freetype"
brew "openssl@3"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "asciinema"
brew "boost"
brew "hidapi"
brew "bash"
brew "gcc"
brew "suite-sparse"
brew "ceres-solver"
brew "checkstyle"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ed", link: true
brew "efm-langserver"
brew "enchant"
brew "exiftool"
brew "faac"
brew "faad2"
brew "terminal-notifier"
brew "fastlane"
brew "fcrackzip"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphviz"
brew "grc"
brew "grep"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "libfido2"
brew "libusbmuxd"
brew "libimobiledevice"
brew "qemu"
brew "lima"
brew "lolcat"
brew "make"
brew "mas"
brew "maven"
brew "meson"
brew "mosh"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "netcdf"
brew "nghttp2"
brew "nmap"
brew "node"
brew "node@16"
brew "node@18"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "perl"
brew "pillow"
brew "pinentry-mac"
brew "pipenv", link: false
brew "pipx"
brew "posh"
brew "proctools"
brew "qt"
brew "pyqt"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "sevenzip"
brew "sip"
brew "ssh-copy-id"
brew "sshuttle"
brew "stockfish"
brew "switchaudio-osx"
brew "tailscale"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "util-linux"
brew "vim"
brew "virtualenv", link: false
brew "virustotal-cli"
brew "vtk"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl", args: ["HEAD"]
brew "zip"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
cask "aldente"
cask "altserver"
cask "anaconda"
cask "android-studio"
cask "arduino"
cask "asset-catalog-tinkerer"
cask "audacity"
cask "bartender"
cask "betterdisplay"
cask "blackhole-2ch"
cask "blender"
cask "bleunlock"
cask "bluestacks"
cask "cameracontroller"
cask "coconutbattery"
cask "controlplane"
cask "copilot-for-xcode"
cask "deluge"
cask "discord"
cask "dotnet"
cask "dropbox"
cask "edex-ui"
cask "firefox"
cask "fontforge"
cask "geekbench"
cask "ghidra"
cask "google-chrome"
cask "google-drive"
cask "google-earth-pro"
cask "hammerspoon"
cask "heaven"
cask "idafree"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "jump-desktop-connect"
cask "jupyter-notebook-ql"
cask "karabiner-elements"
cask "krita"
cask "logi-options-plus"
cask "lunar-client"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "monitorcontrol"
cask "mounty"
cask "mtmr"
cask "multimc"
cask "noisebuddy"
cask "obs"
cask "opera"
cask "osu"
cask "playcover-community"
cask "qmk-toolbox"
cask "qtspim"
cask "r"
cask "rawtherapee"
cask "responsively"
cask "rstudio"
cask "scenebuilder"
cask "slimhud"
cask "sony-ps-remote-play"
cask "steam"
cask "suspicious-package"
cask "timemachineeditor"
cask "tor-browser"
cask "ubersicht"
cask "ultimaker-cura"
cask "utm"
cask "visual-studio-code"
cask "webex"
cask "xcodes"
cask "zoom"
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "AppIconBuilder", id: 1294179975
mas "Apple Configurator", id: 1037126344
mas "Asphalt 8+", id: 1563005359
mas "Bluetooth Inspector", id: 1509085044
mas "Boop", id: 1518425043
mas "Camera Graph", id: 6450550518
mas "Carrier Landings", id: 893080397
mas "Cinebench", id: 1438772273
mas "Curve", id: 1219074514
mas "DaVinci Resolve", id: 571213070
mas "Delete Apps", id: 1033808943
mas "Developer", id: 640199958
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "Displaperture", id: 1543920362
mas "Final Cut Pro", id: 424389933
mas "Fluent Reader", id: 1520907427
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Hidden Bar", id: 1452453066
mas "HiSuite", id: 1232508288
mas "iMovie", id: 408981434
mas "JustJoin", id: 1514260034
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Linearity Move", id: 6443677011
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OnCue", id: 474607978
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Polarr Pro Photo Editor", id: 1077124956
mas "Prepo", id: 476533227
mas "QuickShade", id: 931571202
mas "SketchBook", id: 863486266
mas "Speedtest", id: 1153157709
mas "SponsorBlock port for YouTube - Skip Sponsorships", id: 1532163541
mas "Swimbols", id: 1525226399
mas "Taiko no Tatsujin Pop Tap Beat", id: 1463360242
mas "Tayasui Sketches", id: 1178074963
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Userscripts-Mac-App", id: 1463298887
mas "Wayback Machine", id: 1472432422
mas "WeChat", id: 836500024
mas "WireGuard", id: 1451685025
mas "Wireless@SGx", id: 1449928544
mas "Xcode", id: 497799835
mas "ZenTuner", id: 1550640624
mas "‎WhatsApp", id: 310633997
vscode "codecov.codecov"
vscode "codesandbox-io.codesandbox-projects"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
vscode "sam-the-programmer.jupyter-theme"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
